Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Switch to Host for trusted tools or start the sandbox runtime.
ko: 신뢰할 수 있는 도구를 사용하려면 호스트로 전환하거나 샌드박스 런타임을 시작하세요.
ru: Переключитесь на хост для использования надежных инструментов или запустите среду выполнения песочницы.
zh_hans: 切换到主机以使用受信任的工具，或启动沙盒运行时。
zh_hant: 切換到主機以使用受信任的工具或啓動沙箱運行時。

source: Symlink escapes root
ko: 심볼릭 링크가 루트를 벗어남
ru: Симлинк выходит из корня
zh_hans: 符号链接跳出根目录
zh_hant: 符號鏈接跳出根目錄

source: Sync
ko: 동기화
ru: Синхронизировать
zh_hans: 同步
zh_hant: 同步

source: Sync complete
ko: 동기화 완료
ru: Синхронизация завершена
zh_hans: 同步完成
zh_hant: 同步完成

source: Syncing...
ko: 동기화 중...
zh_hans: 正在同步...
zh_hant: 正在同步...

source: Syntax Theme
ko: 구문 테마
ru: Синтаксис Тема
zh_hans: 语法主题
zh_hant: 語法主題

source: System
ko: 시스템
ru: Система
zh_hans: 系统
zh_hant: 系統

source: System (reserved)
ko: 시스템(예약됨)
ru: Система (зарезервирована)
zh_hans: 系统（保留）
zh_hant: 系統（保留）

source: System Audio
ko: 시스템 오디오
ru: Системный звук
zh_hans: 系统音频
zh_hant: 系統音頻

source: System Default
ko: 시스템 기본값
ru: По умолчанию в системе
zh_hans: 系统默认
zh_hant: 系統默認

source: System Integrity Protection
ko: 시스템 무결성 보호
ru: Защита целостности системы (SIP)
zh_hans: 系统完整性保护

source: System packages installed via apk
ko: apk를 통해 설치된 시스템 패키지
ru: Системные пакеты устанавливаются через apk
zh_hans: 通过 apk 安装的系统包
zh_hant: 通過 apk 安裝的系統包

source: System Permissions Required
ko: 시스템 권한 필요
ru: Требуются системные разрешения
zh_hans: 需要系统权限
zh_hant: 需要系統權限

source: System Prompt
ko: 시스템 프롬프트
ru: Системный промпт
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: System Settings
ko: 시스템 설정
ru: Системные настройки
zh_hans: 系统设置
zh_hant: 系統設置

source: Systematic debugging and problem-solving approach
ko: 체계적인 디버깅 및 문제 해결 접근 방식
ru: Систематический подход к отладке и решению проблем
zh_hans: 系统化的调试与问题解决方法
zh_hant: 系統化的調試與問題解決方法

source: Tables, columns, indexes the agent has created in its private database.
ko: 에이전트가 비공개 데이터베이스에 생성한 테이블, 열, 인덱스입니다.
ru: Таблицы, столбцы, индексы, которые агент создал в своей частной базе данных.
zh_hans: 智能体在其私有数据库中创建的表、列和索引。
zh_hant: 智能體在其私有數據庫中創建的表、列和索引。

source: Tables: %lld
ko: 테이블: %lld
ru: Таблицы: %lld
zh_hans: 表：%lld 个
zh_hant: 表：%lld 個

source: Tail
ko: 테일
ru: Хвост
zh_hans: 跟踪末尾
zh_hant: 跟蹤末尾

source: Tailing the most recent %lld lines. Click to show the full ring buffer.
ko: 가장 최근 %lld줄을 테일링합니다. 전체 링 버퍼를 표시하려면 클릭하세요.
ru: Отслеживание самых последних строк %lld. Нажмите, чтобы отобразить полный кольцевой буфер.
zh_hans: 正在跟踪最近的 %lld 行。点击以显示完整的环形缓冲区。
zh_hant: 正在跟蹤最近的 %lld 行。點擊以顯示完整的環形緩衝區。

source: Takes extra time to think through hard problems.
ko: 어려운 문제는 시간을 들여 차근차근 생각합니다.
ru: Уделяет больше времени обдумыванию сложных задач.
zh_hans: 会花更多时间来思考复杂问题。
zh_hant: 會花更多時間來思考複雜問題。

source: Tap to cancel
ko: 탭하여 취소
ru: Нажмите, чтобы отменить
zh_hans: 点击取消
zh_hant: 點擊取消

source: Tap to test your voice
ko: 탭하여 음성 테스트
ru: Нажмите, чтобы проверить свой голос
zh_hans: 点击以测试你的语音
zh_hant: 點擊以測試你的語音

source: Tapback Reactions
ko: 탭백 반응
ru: Реакции Tapback
zh_hans: Tapback 回应

source: Target
ko: 대상
ru: Цель
zh_hans: 目标
zh_hant: 目標

source: Task
ko: 작업
ru: Задача
zh_hans: 任务
zh_hant: 任務

source: Task management and goal setting
ko: 작업 관리 및 목표 설정
ru: Управление задачами и постановка целей
zh_hans: 任务管理和目标设定
zh_hant: 任務管理和目標設定

source: Task management, prioritization, and goal achievement
ko: 작업 관리, 우선순위 지정 및 목표 달성
ru: Управление задачами, расстановка приоритетов и достижение целей
zh_hans: 任务管理、优先级排序与目标达成
zh_hant: 任務管理、優先級排序與目標達成

source: Task was cancelled
ko: 작업이 취소되었습니다
ru: Задача отменена
zh_hans: 任务已取消
zh_hant: 任務已取消

source: Team Standards
ko: 팀 표준
ru: Стандарты команды
zh_hans: 团队规范
zh_hant: 團隊規範

source: Team standup channel
ko: 팀 스탠드업 채널
ru: Канал командного стендапа
zh_hans: 团队站会频道
zh_hant: 團隊站會頻道

source: Tell the agent when posting here is appropriate.
ko: 여기에 게시하는 것이 적절한 경우를 에이전트에게 알려주세요.
ru: Подскажите агенту, когда здесь уместно публиковать.
zh_hans: 告诉智能体何时适合在此发帖。
zh_hant: 告訴智能體何時適合在此發文。

source: Temperature
ko: 온도
ru: Температура
zh_hans: 温度
zh_hant: 溫度

source: Template
ko: 템플릿
ru: Шаблон
zh_hans: 模板
zh_hant: 模板

source: Templates
ko: 템플릿
ru: Шаблоны
zh_hans: 模板
zh_hant: 範本

source: Temporary
ko: 임시
ru: Временный
zh_hans: 临时
zh_hant: 臨時

source: Temporary directory
ko: 임시 디렉터리
ru: Временный каталог
zh_hans: 临时目录
zh_hant: 臨時目錄

source: Tensor parallelism
ko: 텐서 병렬 처리
ru: Тензорный параллелизм
zh_hans: 张量并行
zh_hant: 張量並行

source: Terms (one per line)
ko: 용어(한 줄에 하나씩)
ru: Условия (по одному в строке)
zh_hans: 术语（每行一个）
zh_hant: 術語（每行一個）

source: Terms of Service
ko: 서비스 약관
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

source: Tertiary BG
ko: 3차 배경
ru: Третичный BG
zh_hans: 三级背景
zh_hant: 三級背景

source: Tertiary Text
ko: 3차 텍스트
ru: Третичный текст
zh_hans: 三级文本
zh_hant: 三級文本

source: Test
ko: 테스트
ru: Тест
zh_hans: 测试
zh_hant: 測試

source: Test Animation
ko: 애니메이션 테스트
ru: Тестовая анимация
zh_hans: 测试动画
zh_hant: 測試動畫

source: Test buffer
ko: 테스트 버퍼
ru: Тестовый буфер
zh_hans: 测试缓冲区
zh_hant: 測試緩衝區

source: Test Connection
ko: 연결 테스트
ru: Тестовое соединение
zh_hans: 测试连接
zh_hant: 測試連接

source: Test Toast
ko: 토스트 테스트
ru: Проверить уведомление
zh_hans: 测试 Toast
zh_hant: 測試 Toast

source: Test Transcription
ko: 전사 테스트
ru: Тестовая транскрипция
zh_hans: 测试转写
zh_hant: 測試轉寫

source: Test transcription mode here. Text will be typed into the field below.
ko: 여기에서 전사 모드를 테스트하세요. 텍스트가 아래 필드에 입력됩니다.
ru: Проверьте режим транскрипции здесь. Текст будет введён в поле ниже.
zh_hans: 在这里测试转写模式。文本会输入到下方字段中。
zh_hant: 在這裡測試轉寫模式。文本會輸入到下方字段中。

source: Test Wake Word Detection
ko: 호출어 감지 테스트
ru: Тестирование распознавания слов пробуждения
zh_hans: 测试唤醒词检测
zh_hant: 測試喚醒詞檢測

source: Test with curl or your HTTP client
ko: curl 또는 HTTP 클라이언트로 테스트
ru: Протестируйте с помощью Curl или вашего клиента HTTP
zh_hans: 使用 curl 或你的 HTTP 客户端进行测试
zh_hant: 使用 curl 或你的 HTTP 客戶端進行測試

source: Test your audio settings with live voice transcription
ko: 실시간 음성 전사로 오디오 설정을 테스트하세요
ru: Проверьте настройки звука с помощью живой голосовой транскрипции
zh_hans: 通过实时语音转写测试你的音频设置
zh_hant: 通過實時語音轉寫測試你的音頻設置

source: Test Your Rules
ko: 규칙 테스트
ru: Проверьте свои правила
zh_hans: 测试你的规则
zh_hant: 測試你的規則

source: Testing...
ko: 테스트 중...
zh_hans: 正在测试...
zh_hant: 正在測試...

source: Testing…
ko: 테스트 중…
ru: Тестирование…
zh_hans: 正在测试…
zh_hant: 正在測試…

source: Tests exec, NAT networking, agent users, apk, and vsock bridge
ko: exec, NAT 네트워킹, 에이전트 사용자, apk 및 vsock 브리지를 테스트합니다
ru: Тестирует exec, сеть NAT, пользователей агента, apk и мост vsock.
zh_hans: 测试 exec、NAT 网络、智能体用户、apk 和 vsock 桥接
zh_hant: 測試 exec、NAT 網絡、智能體用戶、apk 和 vsock 橋接

source: Tests exec, workspace writes, write confinement, and network policy
ko: 실행, 워크스페이스 쓰기, 쓰기 제한, 네트워크 정책을 테스트합니다
ru: Проверяет выполнение команд, запись в рабочую область, ограничение записи и сетевую политику
zh_hans: 测试命令执行、工作区写入、写入限制和网络策略
zh_hant: 測試命令執行、工作區寫入、寫入限制和網路策略

source: Text
ko: 텍스트
ru: Текст
zh_hans: 文本
zh_hant: 文本

source: Text & Fonts
ko: 텍스트 및 글꼴
ru: Текст и шрифты
zh_hans: 文本和字体
zh_hant: 文本和字體

source: Text & Image
ko: 텍스트 및 이미지
ru: Текст и изображение
zh_hans: 文本和图像
zh_hant: 文本和圖像

source: Text Selection
ko: 텍스트 선택
ru: Выбор текста
zh_hans: 文本选择
zh_hant: 文本選擇

source: Text To Speech
ko: 텍스트를 음성으로 변환
ru: Озвучивание
zh_hans: 文本转语音
zh_hant: 文本轉語音

source: Text-only
ko: 텍스트 전용
ru: Только текст
zh_hans: 仅文本
zh_hant: 僅文本

source: Text-to-Speech
ko: 텍스트를 음성으로 변환
ru: Преобразование текста в речь
zh_hans: 文本转语音
zh_hant: 文字轉語音

source: That doesn't look like a Hugging Face repo. Use the format org/repo or paste a huggingface.co URL.
ko: Hugging Face 저장소가 아닌 것 같습니다. org/repo 형식을 사용하거나 huggingface.co URL을 붙여넣으세요.
ru: Это не похоже на репозиторий Hugging Face. Используйте формат org/repo или вставьте URL huggingface.co.
zh_hans: 这看起来不像是 Hugging Face 仓库。请使用 org/repo 格式，或粘贴一个 huggingface.co URL。
zh_hant: 這看起來不像是 Hugging Face 倉庫。請使用 org/repo 格式，或粘貼一個 huggingface.co URL。

source: That OsaurusAI model isn't in the registry. Pick one from the Recommended list.
ko: 해당 OsaurusAI 모델이 레지스트리에 없습니다. 권장 목록에서 하나를 선택하세요.
ru: Этой модели OsaurusAI нет в реестре. Выберите один из списка рекомендуемых.
zh_hans: 该 OsaurusAI 模型不在注册表中。请从“推荐”列表中选择一个。
zh_hant: 該 OsaurusAI 模型不在註冊表中。請從「推薦」列表中選擇一個。

source: The 256-bit encryption key lives in your macOS Keychain. It never leaves this Mac and is not synced to iCloud.
ko: 256비트 암호화 키는 macOS 키체인에 저장됩니다. 이 Mac을 벗어나지 않으며 iCloud에 동기화되지 않습니다.
ru: 256-битный ключ шифрования находится в вашей Связке ключей macOS. Он никогда не покидает этот Mac и не синхронизируется с iCloud.
zh_hans: 256 位加密密钥存储在你的 macOS 钥匙串中。它永远不会离开这台 Mac，并且不会同步到 iCloud。
zh_hant: 256位加密密鑰存儲在您的macOS鑰匙串中。它永遠不會離開這臺Mac，並且不會同步到iCloud。

source: the agent
ko: 에이전트
ru: агент
zh_hans: 智能体
zh_hant: 智能體

source: The agent adds rows with `db_insert` / `db_upsert` when it has something to remember. You can also ask it directly in chat.
ko: 에이전트는 기억할 내용이 있을 때 `db_insert` / `db_upsert`를 사용하여 행을 추가합니다. 채팅에서 직접 요청할 수도 있습니다.
ru: Агент добавляет строки с `db_insert`/`db_upsert`, когда ему есть что запомнить. Вы также можете задать это прямо в чате.
zh_hans: 当智能体有需要记住的内容时，会使用 `db_insert` / `db_upsert` 添加行。你也可以在聊天中直接请求它。
zh_hant: 當智能體有需要記住的內容時，會使用 `db_insert` / `db_upsert` 添加行。你也可以在聊天中直接請求它。

source: The agent can no longer post here on its own. Waiting or drafted posts for this room can no longer be sent.
ko: 에이전트가 더 이상 여기에 스스로 게시할 수 없습니다. 이 룸의 대기 중이거나 초안 상태인 게시물은 더 이상 전송할 수 없습니다.
ru: Агент больше не может публиковать здесь сам. Ожидающие или черновые посты для этой комнаты больше нельзя отправить.
zh_hans: 智能体无法再自行在此发帖。此房间等待中或草稿状态的帖子将无法再发送。
zh_hant: 智能體無法再自行在此發文。此房間等待中或草稿狀態的貼文將無法再傳送。

source: The agent can read and write files within this folder, including over authenticated remote agent runs. Writes stay inside the folder; shell and git remain disabled.
ko: 에이전트는 인증된 원격 에이전트 실행을 포함하여 이 폴더 내의 파일을 읽고 쓸 수 있습니다. 쓰기 작업은 폴더 내부에 유지되며 쉘 및 git은 계속 비활성화됩니다.
ru: Агент может читать и записывать файлы в этой папке, в том числе при удалённых запусках агента с проверкой подлинности. Пишет оставаться внутри папки; оболочка и git остаются отключенными.
zh_hans: 该代理可在此文件夹内读写文件，包括通过经过身份验证的远程代理运行时亦可执行。写入操作限定在该文件夹内；Shell 与 Git 保持禁用状态。
zh_hant: 該代理可在此文件夾內讀寫文件，包括通過經過身份驗證的遠程代理運行時亦可執行。寫入操作限定在該文件夾內；Shell 與 Git 保持禁用狀態。

source: The agent cannot post here.
ko: 에이전트가 여기에 게시할 수 없습니다.
ru: Агент не может публиковать здесь.
zh_hans: 智能体不能在此发帖。
zh_hant: 智能體不能在此發文。

source: The agent determines the AI's behavior and available tools.
ko: 에이전트는 AI의 동작과 사용 가능한 도구를 결정합니다.
ru: Агент определяет поведение ИИ и доступные инструменты.
zh_hans: 智能体决定 AI 的行为和可用工具。
zh_hant: 智能體決定 AI 的行爲和可用工具。

source: The agent posts directly, within the rate limits under Advanced.
ko: 에이전트가 고급의 속도 제한 내에서 직접 게시합니다.
ru: Агент публикует напрямую в пределах ограничений частоты из раздела «Дополнительно».
zh_hans: 智能体直接发帖，但受“高级”中的频率限制约束。
zh_hant: 智能體直接發文，但受「進階」中的頻率限制約束。

source: The agent posts without asking.
ko: 에이전트가 묻지 않고 게시합니다.
ru: Агент публикует без подтверждения.
zh_hans: 智能体不经询问直接发帖。
zh_hant: 智能體不經詢問直接發文。

source: The agent refers to this room by this stable id.
ko: 에이전트는 이 안정적인 ID로 이 룸을 참조합니다.
ru: Агент ссылается на эту комнату по этому стабильному id.
zh_hans: 智能体通过此稳定 ID 引用该房间。
zh_hant: 智能體通過此穩定 ID 引用該房間。

source: The agent will schedule itself when it has work to do.
ko: 에이전트는 수행할 작업이 있을 때 자체적으로 일정을 예약합니다.
ru: Агент будет планировать свое выполнение, когда у него есть работа.
zh_hans: 当智能体有工作要做时，它会自行安排计划。
zh_hant: 當智能體有工作要做時，它會自行安排計劃。

source: The agent will send messages to this room on its own, without a confirmation from you. Room allowlists, rate limits, and the global Sending switch still apply.
ko: 에이전트가 확인 없이 이 룸에 스스로 메시지를 보냅니다. 룸 허용 목록, 속도 제한, 전역 전송 스위치는 계속 적용됩니다.
ru: Агент будет сам отправлять сообщения в эту комнату без вашего подтверждения. Списки разрешённых комнат, ограничения частоты и глобальный переключатель отправки по-прежнему действуют.
zh_hans: 智能体将自行向此房间发送消息，无需你的确认。房间允许名单、频率限制和全局发送开关仍然有效。
zh_hant: 智能體將自行向此房間傳送訊息，無需您的確認。房間允許名單、頻率限制和全域傳送開關仍然有效。

source: The agent writes drafts for you; nothing is ever sent.
ko: 에이전트가 초안만 작성하며, 아무것도 전송되지 않습니다.
ru: Агент пишет для вас черновики; ничего никогда не отправляется.
zh_hans: 智能体只为你撰写草稿；绝不会发送任何内容。
zh_hant: 智能體只為您撰寫草稿；絕不會傳送任何內容。

source: The agent writes drafts for your review; nothing is ever sent.
ko: 에이전트가 검토용 초안만 작성하며, 아무것도 전송되지 않습니다.
ru: Агент пишет черновики для вашей проверки; ничего никогда не отправляется.
zh_hans: 智能体撰写草稿供你审阅；绝不会发送任何内容。
zh_hant: 智能體撰寫草稿供您審閱；絕不會傳送任何內容。

source: The AI will be triggered when files in this folder change.
ko: 이 폴더의 파일이 변경되면 AI가 트리거됩니다.
ru: ИИ будет срабатывать при изменении файлов в этой папке.
zh_hans: 此文件夹中的文件变化时会触发 AI。
zh_hant: 此文件夾中的文件變化時會觸發 AI。

source: The AI will receive these instructions along with a list of changed files.
ko: AI는 변경된 파일 목록과 함께 이 지침을 받게 됩니다.
ru: ИИ получит эти инструкции вместе со списком измененных файлов.
zh_hans: AI 将收到这些指令以及一份已更改文件的列表。
zh_hant: AI 將收到這些指令以及一份已更改文件的列表。

source: The AI will use this folder as its working directory.
ko: AI는 이 폴더를 작업 디렉터리로 사용합니다.
ru: ИИ будет использовать эту папку в качестве своего рабочего каталога.
zh_hans: AI 会将此文件夹用作工作目录。
zh_hant: AI 會將此文件夾用作工作目錄。

source: The app was reset, but a copy of your old data could not be deleted and remains at:
ko: 앱은 초기화되었지만 이전 데이터의 사본을 삭제할 수 없어 다음 위치에 남아 있습니다:
ru: Приложение было сброшено, но копию ваших старых данных не удалось удалить, она осталась по пути:
zh_hans: 应用已重置，但无法删除旧数据的副本，其仍保留在：
zh_hant: App 已重置，但無法刪除舊資料的副本，其仍保留於：

source: The AppleScript model stays loaded briefly after a run so back-to-back automations are faster.
ko: 실행 후에도 AppleScript 모델을 잠시 유지해 연속 자동화가 더 빠르게 시작됩니다.
ru: Модель AppleScript ненадолго остаётся загруженной после запуска, поэтому последовательные автоматизации выполняются быстрее.
zh_hans: AppleScript 模型在运行后会短暂保持加载，让连续的自动化更快。
zh_hant: AppleScript 模型在運行後會短暫保持加載，讓連續的自動化更快。

source: The bot isn't allowed to post in this room yet. Allow it in the channel's settings.
ko: 봇이 아직 이 룸에 게시할 수 없습니다. 채널 설정에서 허용하세요.
ru: Боту пока нельзя публиковать в этой комнате. Разрешите это в настройках канала.
zh_hans: 机器人尚不允许在此房间发帖。请在频道设置中允许。
zh_hant: 機器人尚不允許在此房間發文。請在頻道設定中允許。

source: The brain you picked is on the way
ko: 선택한 두뇌를 준비하고 있습니다
ru: Выбранный вами мозг уже загружается
zh_hans: 你选择的大脑正在准备中
zh_hant: 你選擇的大腦正在準備中

source: The bundle has the required local files. Runtime quality still depends on model-family support and live generation proof.
ko: 번들에 필요한 로컬 파일이 있습니다. 런타임 품질은 여전히 모델 제품군 지원 및 실시간 생성 증명에 따라 달라집니다.
ru: В комплекте есть необходимые локальные файлы. Качество выполнения по-прежнему зависит от поддержки семейства моделей и проверки живого поколения.
zh_hans: 捆绑包包含所需的本地文件。运行时质量仍取决于模型系列支持和实时生成证明。
zh_hant: 捆綁包包含所需的本地文件。運行時質量仍取決於模型系列支持和實時生成證明。

source: The chat model reloads right after each AppleScript run.
ko: AppleScript 실행이 끝나면 즉시 채팅 모델을 다시 불러옵니다.
ru: Модель чата перезагружается сразу после каждого запуска AppleScript.
zh_hans: 每次 AppleScript 运行后立即重新加载聊天模型。
zh_hant: 每次 AppleScript 運行後立即重新加載聊天模型。

source: The Codes Match — Continue
ko: 코드 일치 — 계속
ru: Коды совпадают — продолжить
zh_hans: 代码一致 — 继续

source: The config file is invalid JSON or has an incompatible shape.
ko: 구성 파일이 잘못된 JSON이거나 호환되지 않는 형태입니다.
ru: Файл конфигурации недействителен JSON или имеет несовместимую форму.
zh_hans: 配置文件不是有效的 JSON，或其结构不兼容。
zh_hant: 配置文件是無效的 JSON 或形狀不兼容。

source: The container's /workspace directory is bind-mounted from ~/.osaurus/container/workspace/. Open it in Finder to browse or edit files directly on the host.
ko: 컨테이너의 /workspace 디렉터리는 ~/.osaurus/container/workspace/에서 바인드 마운트됩니다. Finder에서 열어 호스트에서 직접 파일을 찾아보거나 편집하세요.
ru: Каталог контейнера /workspace монтируется по привязке из ~/.osaurus/container/workspace/. Откройте его в Finder, чтобы просматривать или редактировать файлы прямо на хосте.
zh_hans: 容器的 /workspace 目录从 ~/.osaurus/container/workspace/ 绑定挂载而来。在访达中打开它，可直接在主机上浏览或编辑文件。
zh_hant: 容器的 /workspace 目錄通過綁定掛載方式來自 ~/.osaurus/container/workspace/。在訪達中打開它，可直接在主機上瀏覽或編輯文件。

source: The current model is text-only.
ko: 현재 모델은 텍스트 전용입니다.
ru: Текущая модель является только текстовой.
zh_hans: 当前模型仅支持文本。
zh_hant: 當前模型僅支持文本。

source: The current model supports %@ only.
ko: 현재 모델은 %@만 지원합니다.
ru: Текущая модель поддерживает только %@.
zh_hans: 当前模型仅支持 %@。
zh_hant: 當前模型僅支持 %@。

source: The database file is unreadable — it may be corrupt or was encrypted with a different key.
ko: 데이터베이스 파일을 읽을 수 없습니다. 손상되었거나 다른 키로 암호화되었을 수 있습니다.
ru: Файл базы данных не читается: он может быть повреждён или зашифрован другим ключом.
zh_hans: 数据库文件无法读取 —— 可能已损坏或使用了不同的加密密钥进行加密。
zh_hant: 數據庫文件無法讀取 —— 可能已損壞或使用了不同的加密密鑰進行加密。

source: The detailed Insights log for this usage row is no longer available.
ko: 이 사용량 행에 대한 자세한 인사이트 로그를 더 이상 사용할 수 없습니다.
ru: Подробный журнал статистики для этой строки использования больше недоступен.
zh_hans: 此用量行的详细洞察日志已不可用。
zh_hant: 此用量行的詳細洞察日誌已不可用。

source: The file is not a zip archive.
ko: 파일이 zip 아카이브가 아닙니다.
ru: Файл не является zip-архивом.
zh_hans: 该文件不是 zip 压缩包。
zh_hant: 該文件不是 zip 壓縮包。

source: The file is not valid JSON.
ko: 파일이 올바른 JSON이 아닙니다.
ru: Файл не является корректным JSON.
zh_hans: 该文件不是有效的 JSON。
zh_hant: 該文件不是有效的 JSON。

source: The file isn't a readable database (corruption or a key mismatch). Reset to recreate it; the original is quarantined.
ko: 파일이 읽을 수 있는 데이터베이스가 아닙니다(손상 또는 키 불일치). 재설정하여 다시 생성하세요. 원본은 격리됩니다.
ru: Файл не является читаемой базой данных: возможно, он повреждён или ключ не совпадает. Выполните сброс, чтобы создать его заново; исходный файл помещён в карантин.
zh_hans: 该文件不是可读的数据库（可能已损坏或密钥不匹配）。请重置以重新创建它；原始文件会被隔离。
zh_hant: 該文件不是一個可讀的數據庫（可能已損壞或密鑰不匹配）。請重置以重新創建它；原始文件已被隔離。

source: The files look loadable, but this specific cache-backed bundle still needs a real generation proof before it should be called validated.
ko: 파일은 로드할 수 있는 것으로 보이지만, 이 특정 캐시 지원 번들을 검증되었다고 부르기 전에 실제 생성 증명이 여전히 필요합니다.
ru: Файлы выглядят загружаемыми, но этот пакет с кэшем всё ещё требует реального подтверждения генерации, прежде чем считать его проверенным.
zh_hans: 文件看起来可以加载，但这个基于缓存的捆绑包仍需要真实的生成证明，才能被视为已验证。
zh_hant: 文件看起來可以加載，但這個特定的緩存後端包在被稱爲驗證之前還需要一個真正的生成證明。

source: The host quarantined this plugin after it caused a crash during load. Retrying re-runs the same dylib against the same host build, so if the underlying bug (most often a misaligned `osr_host_api` mirror in the plugin) is unfixed it will crash again. Use this only after the plugin has been rebuilt or re-installed. Otherwise, use Uninstall to remove it.
ko: 호스트가 로드 중에 충돌을 일으킨 후 이 플러그인을 격리했습니다. 다시 시도하면 동일한 호스트 빌드에 대해 동일한 dylib가 다시 실행되므로 근본적인 버그(가장 흔한 것은 플러그인의 잘못 정렬된 `osr_host_api` 미러)가 수정되지 않으면 다시 충돌합니다. 플러그인을 다시 빌드하거나 다시 설치한 후에만 이 기능을 사용하세요. 그렇지 않으면 제거를 사용하여 삭제하세요.
ru: Хост поместил этот плагин в карантин после того, как он вызвал сбой во время загрузки. Повторная попытка запускает ту же самую библиотеку dylib для той же сборки хоста, поэтому, если основная ошибка (чаще всего неправильно выровненное зеркало `osr_host_api` в плагине) не исправлена, произойдет снова сбой. Используйте это только после того, как плагин был пересобран или переустановлен. В противном случае используйте «Удалить», чтобы удалить его.
zh_hans: 宿主在该插件加载期间引发崩溃后将其隔离。重试会在同一宿主版本上重新运行同一个动态库（dylib），因此如果底层错误（最常见的是插件中 `osr_host_api` 镜像未对齐）未被修复，它将再次崩溃。请仅在插件已重新构建或重新安装后使用此操作。否则，请使用“卸载”将其移除。
zh_hant: 主機在加載期間因該插件導致崩潰後將其隔離。重試會再次運行相同的dylib針對相同的宿主構建，如果潛在的bug（通常是插件中的`osr_host_api`鏡像對齊錯誤）未修復，它將再次崩潰。僅在插件已重新構建或重新安裝後使用此功能。否則，請使用卸載來移除它。

source: The host quarantined this plugin after it caused a crash during load. Retrying re-runs the same dylib against the same host build, so if the underlying bug (most often a misaligned `osr_host_api` mirror in the plugin) is unfixed it will crash again. Use this only after you have rebuilt or re-installed the plugin.
ko: 호스트가 로드 중에 충돌을 일으킨 후 이 플러그인을 격리했습니다. 다시 시도하면 동일한 호스트 빌드에 대해 동일한 dylib가 다시 실행되므로 근본적인 버그(가장 흔한 것은 플러그인의 잘못 정렬된 `osr_host_api` 미러)가 수정되지 않으면 다시 충돌합니다. 플러그인을 다시 빌드하거나 다시 설치한 후에만 이 기능을 사용하세요.
ru: Хост поместил этот плагин в карантин после того, как он вызвал сбой во время загрузки. Повторная попытка запускает ту же самую библиотеку dylib для той же сборки хоста, поэтому, если основная ошибка (чаще всего неправильно выровненное зеркало `osr_host_api` в плагине) не исправлена, произойдет снова сбой. Используйте это только после того, как вы пересобрали или переустановили плагин.
zh_hans: 宿主在该插件加载期间引发崩溃后将其隔离。重试会在同一宿主版本上重新运行同一个动态库（dylib），因此如果底层错误（最常见的是插件中 `osr_host_api` 镜像未对齐）未被修复，它将再次崩溃。请仅在你重新构建或重新安装插件后使用此操作。
zh_hant: 宿主在該插件加載期間引發崩潰後將其隔離。重試會在同一宿主版本上重新運行同一個動態庫（dylib），因此如果底層錯誤（最常見的是插件中 `osr_host_api` 鏡像未對齊）未被修復，它將再次崩潰。請僅在您重新構建或重新安裝插件後使用此操作。

source: The invite link will stop working. Anyone trying to use it will be turned away.
ko: 초대 링크의 작동이 중지됩니다. 이 링크를 사용하려는 사람은 거부됩니다.
ru: Ссылка-промпт перестанет работать. Любой, кто попытается им воспользоваться, будет отвергнут.
zh_hans: 该邀请链接将失效，任何试图使用它的人都将无法访问。
zh_hant: 該邀請鏈接將失效，任何試圖使用它的人都將無法訪問。

source: The legacy “osaurus.messages” plugin is installed. It sends iMessages through its own path and does not use these allowlists. To avoid double-sends and confusing permissions prompts, remove that plugin once this channel is set up.
ko: 레거시 “osaurus.messages” 플러그인이 설치되어 있습니다. 이 플러그인은 자체 경로로 iMessage를 보내며 이 허용 목록을 사용하지 않습니다. 중복 전송과 혼란스러운 권한 요청을 피하려면 이 채널 설정 후 해당 플러그인을 제거하세요.
ru: Установлен устаревший плагин «osaurus.messages». Он отправляет iMessage своим собственным путём и не использует эти списки разрешений. Чтобы избежать двойной отправки и запутанных запросов разрешений, удалите этот плагин после настройки данного канала.
zh_hans: 已安装旧版“osaurus.messages”插件。它通过自己的路径发送 iMessage，且不使用这些允许列表。为避免重复发送和令人困惑的权限提示，请在设置好此频道后移除该插件。
zh_hant: 已安裝舊版「osaurus.messages」外掛。它透過自己的路徑傳送 iMessage，且不使用這些允許列表。為避免重複傳送和令人困惑的權限提示，請在設定好此頻道後移除該外掛。

source: The link will stop working. Anyone trying to use it will be turned away.
ko: 링크의 작동이 중지됩니다. 이 링크를 사용하려는 사람은 거부됩니다.
ru: Ссылка перестанет работать. Любой, кто попытается им воспользоваться, будет отвергнут.
zh_hans: 该链接将失效。任何尝试使用它的人都将被拒绝访问。
zh_hant: 該鏈接將停止工作。任何嘗試使用它的人將被拒絕訪問。

source: The local directory does not have the required MLX files.
ko: 로컬 디렉터리에 필요한 MLX 파일이 없습니다.
ru: В локальном каталоге нет необходимых файлов MLX.
zh_hans: 本地目录中没有所需的 MLX 文件。
zh_hant: 本地目錄中沒有所需的MLX文件。

source: The MCP endpoint URL could not be parsed.
ko: MCP 엔드포인트 URL을 구문 분석할 수 없습니다.
ru: Конечную точку MCP URL не удалось проанализировать.
zh_hans: 无法解析 MCP 端点 URL。
zh_hant: 無法解析 MCP 端點 URL。

source: The memory database failed to open for an unrecognized reason.
ko: 알 수 없는 이유로 메모리 데이터베이스를 열지 못했습니다.
ru: База данных памяти не открылась по неизвестной причине.
zh_hans: 记忆数据库因未知原因未能打开。
zh_hant: 內存數據庫因未知原因無法打開。

source: The memory database isn't open. It may still be initializing, or it failed silently — try Retry.
ko: 메모리 데이터베이스가 열려 있지 않습니다. 아직 초기화 중이거나 조용히 실패했을 수 있습니다. 다시 시도를 해보세요.
ru: База данных памяти не открыта. Возможно, она ещё инициализируется или произошёл тихий сбой. Нажмите «Повторить».
zh_hans: 记忆数据库未打开。它可能仍在初始化，或者已静默失败——请尝试重试。
zh_hant: 內存數據庫未打開。它可能仍在初始化，或者已靜默失敗——請嘗試重試。

source: The model is large; keep this window open while it downloads.
ko: 모델이 큽니다. 다운로드하는 동안 이 창을 열어 두세요.
ru: Модель большая; держите это окно открытым во время загрузки.
zh_hans: 该模型较大；下载期间请保持此窗口打开。
zh_hant: 該模型較大；下載期間請保持此窗口打開。

source: The model is still generating a reply. Continue in the background and track progress in the menu-bar notch, or stop now.
ko: 모델이 아직 응답을 생성하고 있습니다. 백그라운드에서 계속하고 메뉴 막대 노치에서 진행률을 추적하거나 지금 중지하세요.
ru: Модель все ещё генерирует ответ. Продолжайте работу в фоновом режиме и отслеживайте прогресс в строке меню или остановитесь сейчас.
zh_hans: 模型仍在生成回复。可在后台继续，并通过菜单栏凹槽跟踪进度，或立即停止。
zh_hant: 模型仍在生成回復。可在後臺繼續，並通過菜單欄凹槽跟蹤進度，或立即停止。

source: The model returned no visible text
ko: 모델이 표시 가능한 텍스트를 반환하지 않았습니다
ru: Модель не вернула видимого текста
zh_hans: 模型未返回可见文本
zh_hant: 模型未返回可見文本
